* DONE 5 ingredient granola bars
CLOSED: [2019-09-01 Sun 13:41]
:LOGBOOK:
CLOCK: [2019-09-01 Sun 12:11]--[2019-09-01 Sun 12:36] =>  0:25
CLOCK: [2019-09-01 Sun 11:46]--[2019-09-01 Sun 12:08] =>  0:22
:END:
:PROPERTIES:
:original_recipe: https://minimalistbaker.com/healthy-5-ingredient-granola-bars/
:slug: granola-bars
:name: 5 Ingredient Granola Bars
:day_made: [2019-09-01 Sun]
:is_vegan: true
:is_vegetarian: false
:ease_of_making: 5/5
:rating: 5/5
:END:
* DONE 8 Minute Pantry Dahl
CLOSED: [2019-09-01 Sun 15:24]
:LOGBOOK:
 CLOCK: [2019-09-01 Sun 12:50]--[2019-09-01 Sun 13:46] =>  0:56
:END:
:PROPERTIES:
:original_recipe: https://ohsheglows.com/2017/07/21/8-minute-pantry-dal-two-ways/
:slug: pantry-dahl
:day_made: [2019-09-01 Sun]
:name: Pantry Dahl
:is_vegan: true
:is_vegetarian: true
:ease_of_making: 5/5
:rating: 5/5
:END:
* DONE Easy Marinated Tofu
CLOSED: [2019-09-02 Mon 13:49]
:PROPERTIES:
:original_recipe: https://simpleveganblog.com/easy-marinated-tofu/
:day_made: [2019-09-02 Mon]
:slug: marinated-tofu
:is_vegan: true
:name: Easy Marinated Tofu
:is_vegetarian: true
:ease_of_making: 5/5
:rating: 4/5
:END:
:LOGBOOK:
CLOCK: [2019-09-02 Mon 13:35]--[2019-09-02 Mon 13:49] =>  0:14
:END:
* DONE Candied Ginger
CLOSED: [2019-09-03 Tue 07:39]
:LOGBOOK:
CLOCK: [2019-09-02 Mon 14:04]--[2019-09-02 Mon 18:13] =>  4:19
:END:
:PROPERTIES:
:original_recipe: https://www.davidlebovitz.com/candied-ginger/
:day_made: [2019-09-02 Mon]
:slug: candied-ginger
:name: Candied Ginger
:is_vegan: true
:is_vegetarian: true
:ease_of_making: 2/5
:rating: 4/5
:END:
* DONE 1 Pot Chickpea Shakshuka
CLOSED: [2019-09-03 Tue 21:30]
:LOGBOOK:
CLOCK: [2019-09-03 Tue 20:20]--[2019-09-03 Tue 21:15] =>  0:55
:END:
:PROPERTIES:
:original_recipe: https://minimalistbaker.com/1-pot-chickpea-shakshuka/
:day_made: [2019-09-03 Tue]
:name: 1 Pot Chickpea Shakshuka
:slug: chickpea-shakshuka
:is_vegan: true
:is_vegetarian: true
:ease_of_making: 5/5
:rating: 4/5
:END:
* DONE Lemony Collard Greens Pasta
CLOSED: [2019-09-04 Wed 18:13]
:LOGBOOK:
CLOCK: [2019-09-04 Wed 18:15]--[2019-09-04 Wed 18:33] =>  0:18
:END:
:PROPERTIES:
:original_recipe: https://cookieandkate.com/lemon-collard-greens-pasta/
:day_made: [2019-09-04 Wed]
:slug: collard-green-pasta
:is_vegan: false
:is_vegetarian: true
:name: Leafy Spaghetti
:ease_of_making: 5/5
:rating: 5/5
:END:
* DONE Massaman Curry
CLOSED: [2019-09-10 Tue 19:18]
:LOGBOOK:
CLOCK: [2019-09-10 Tue 18:15]--[2019-09-10 Tue 19:17] =>  1:02
:END:
:PROPERTIES:
:slug: massaman-curry
:original_recipe: https://minimalistbaker.com/easy-1-pot-massaman-curry/
:day_made: [2019-09-10]
:is_vegan: true
:name: Massaman Curry
:is_vegetarian: true
:ease_of_making: 5/5
:rating: 5/5
:END:
